hotRadiationRoom/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    box
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          300;
        startFace       303675;
    }
    floor
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          5125;
        startFace       303975;
    }
    ceiling
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          5225;
        startFace       309100;
    }
    fixedWalls
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          6000;
        startFace       314325;
    }
)

// ************************************************************************* //
